[{"id":1,"chefPicture":"https://static2.bigstockphoto.com/4/5/2/large1500/254262751.jpg","chefName":"John Smith","yearsOfExperience":10,"numberOfRecipes":50,"likes":2000,"bio":"John Smith is a highly skilled chef with over 10 years of experience in the industry. He specializes in Italian cuisine and has developed over 50 unique recipes. John is passionate about creating delicious meals that everyone can enjoy."},{"id":2,"chefPicture":"https://as1.ftcdn.net/v2/jpg/01/36/99/40/1000_F_136994095_4KL6PNdNMofROJVTzVqfxaiMUx2bEQE8.jpg","chefName":"Jane Doe","yearsOfExperience":8,"numberOfRecipes":30,"likes":1500,"bio":"Jane Doe is a creative chef with 8 years of experience in the culinary industry. She is known for her unique take on classic dishes and has developed over 30 recipes. Jane is passionate about using fresh, local ingredients and creating dishes that are both delicious and nutritious."},{"id":3,"chefPicture":"https://www.shutterstock.com/image-photo/smiling-chef-his-kitchen-600w-276835949.jpg","chefName":"David Lee","yearsOfExperience":12,"numberOfRecipes":60,"likes":2500,"bio":"David Lee is a master chef with over 12 years of experience in the culinary world. He has a diverse range of skills and has developed over 60 recipes. David is passionate about using his knowledge to educate others and inspire them to create their own culinary masterpieces."},{"id":4,"chefPicture":"https://www.culinarycareer.net/wp-content/uploads/2019/04/chef.jpg","chefName":"Samantha Jones","yearsOfExperience":6,"numberOfRecipes":20,"likes":1000,"bio":"Samantha Jones is a rising star in the culinary world. With 6 years of experience, she has already developed 20 unique recipes that have gained popularity among food enthusiasts. Samantha is known for her attention to detail and her ability to create dishes that are both visually stunning and delicious."},{"id":5,"chefPicture":"https://cdn.w600.comps.canstockphoto.com/indian-chef-showing-ok-sign-at-stock-photography_csp68378104.jpg","chefName":"Mike Davis","yearsOfExperience":15,"numberOfRecipes":75,"likes":3000,"bio":"Mike Davis is a seasoned chef with over 15 years of experience in the culinary industry. He has developed over 75 recipes and has worked in some of the top restaurants in the world. Mike is passionate about sharing his knowledge with others and helping them to improve their cooking skills."},{"id":6,"chefPicture":"https://www.handspan.com/uploads/VBLOG/620x400blogcontent/Chef-Ai-1.jpg","chefName":"Lisa Chen","yearsOfExperience":9,"numberOfRecipes":40,"likes":1800,"bio":"Lisa Chen is a talented chef with 9 years of experience in the culinary world. She is known for her creative approach to cooking and has developed over 40 unique recipes. Lisa is passionate about using her skills to make a positive impact on the world and inspire others to do the same."}]